module.exports = {
    hero: {
        heroHeading: `Cloud Native Sustainability Week in Seoul`,
        heroSecondaryHeading: `CNCF TAG ENVIRONMENT SUSTAINABILITY`,
        heroContent: `안녕하세요!
        지난 10월 13일(금)에 IT 인프라 엔지니어 그룹이 성공적으로 개최한 Cloud Native Sustainability Week 행사에 대해 소개해드리려고 합니다.`,
    }, about: {
        aboutTitle: `클라우드 네이티브의 환경 지속성`,
        aboutContent: `이번 행사는 클라우드 네이티브의 환경 지속성이라는 주제로 LG U+ 본사에서 주최되었어요.
        환경 지속 가능성은 인류가 현재와 미래의 세대들이 건강하고 번영할 수 있는 지속 가능한 환경을 구축하는 데 초점을 맞춘 개념입니다.
        클라우드 컴퓨팅은 기업에게 유연하고 안정적인 시스템 구축의 도움을 주고 있지만, 그와 동시에 에너지 소비로 인해 탄소 배출이 크게 증가하고 있습니다.
        CNCF (Cloud Native Computing Foundation) 는 이러한 문제를 해결하기 위한 기술적인 해결책과 가이드라인을 제공하며 커뮤니티를 지원하고 있습니다.
        이 행사는 전세계적으로 여러 도시에서 동시에 진행되는 글로벌 행사의 일환으로, 세계 각지에서도 지속 가능성에 대한 논의와 기술 개발에 대한 관심이 높아지고 있습니다.`,
    }, session1: {
        session1Title: `대체 클라우드 네이티브와 지속 가능한 IT는 무슨 관계에요?`,
        session1Content: `첫 번째 세션으로 메가존소프트의 조훈님은 IT의 지속 가능성과 클라우드 기업들의 관점에 대해 소개해주셨습니다.
            지속 가능성이라는 화두는 ESG를 넘어서 여러 가지 방향으로 알려지고 있는데, 지속 가능성을 클라우드 기업이 언급하고 있는 이유와 그 이면에 있는 의미에 대해 이야기를 나누어주셨습니다.`,
    }, session2: {
        session2Title: `Rust는 지구를 구할 수 있을까요?`,
        session2Content: `두 번째 세션인 모멘티의 옥찬호님은 프로그래밍 언어 Rust와 그의 환경 지속 가능성에 대해 소개해주셨습니다.
            C와 더불어 Rust는 메모리에 안전하면서도 에너지 효율성이 높다고 알려져 있으며, Rust가 안전과 에너지 효율을 동시에 추구하는 언어라고 소개해주셨습니다.`,
    }, session3: {
        session3Title: `이왕이면 다홍치마: 덜 먹고 더 일하는 계산 플랫폼 만들기`,
        session3Content: `마지막 세션에서 래블업의 신정규님은 전력 효율 개선을 위한 기술적인 고민에 대해 발표해 주셨습니다.
            ESG에 대한 환경 보존적 요구가 높아지면서 탄소 배출을 감소시키기 위해 전력의 소비와 성능 사이에 균형을 맞추기 위한 여러 기술이 등장하고 있다는 점을 소개해주셨습니다.
            구체적으로는 GPU/NPU와 같은 전력 효율 최적화, DPU와 같은 하드웨어 연산 노드의 관리에 대해 소개해주셨습니다.`,
    }, sponsors: {
        sponsorTitle: `행사에 도움을 주신 분들`,
        sponsorContent: `이 행사는 IT 인프라 엔지니어 그룹, OpenStack 한국 커뮤니티, 그리고 우분투 한국 커뮤니티의 주최로 진행되었습니다.
        특히 CNCF, LG U+, ESTSecurity, OpenUp, NIPA, GroMetric과 같은 스폰서가 클라우드 의 지속 가능성이라는 주제에 관심을 가지고 행사에 후원하여 주셨습니다.
        또한 책만, 길벗, 한빛미디어, 인사이트, 제이펍, 골든래빗, 위키북스, 이지스퍼블리싱, 디코딩 출판사에서 각각 책을 후원해주셔서 모든 참가자들이 1권의 기술 서적을 가져갈 수 있도록 제공해주셨습니다.
        또한 인프런에서는 강의 할인 쿠폰을 제공해주셨습니다. 이 처럼 각 행사 참가자들이 행사에서 멈추지 않고 성장할 수 있는 기틀을 스폰서분들께서 마련해주셨습니다. 감사드립니다.`,
    }
}
